[
    {
        "doc_id": "d1_q1",
        "query": "Computer Science",
        "website": "https://www.britannica.com/science/computer-science",
        "content": "Our editors will review what you’ve submitted and determine whether to revise the article.Computer science,  the study of computers and computing, including their theoretical and algorithmic foundations, hardware and software, and their uses for processing information. The discipline of computer science includes the study of algorithms and data structures, computer and network design, modeling data and information processes, and artificial intelligence. Computer science draws some of its foundations from mathematics and engineering and therefore incorporates techniques from areas such as queueing theory, probability and statistics, and electronic circuit design. Computer science also makes heavy use of hypothesis testing and experimentation during the conceptualization, design, measurement, and refinement of new algorithms, information structures, and computer architectures."
    },
    {
        "doc_id": "d2_q1",
        "query": "Computer Science",
        "website": "https://www.edx.org/course/subject/computer-science",
        "content": "Real college courses from Harvard, MIT, and more of the world’s leading universities.Nationally in Computer Science"
    },
    {
        "doc_id": "d3_q1",
        "query": "Computer Science",
        "website": "https://www.coursera.org/browse/computer-science",
        "content": "Computer science Specializations and courses teach software engineering and design, algorithmic thinking, human-computer interaction, programming languages, and the history of computing. Courses in this broad field will help you think abstractly, approach problems methodically, and develop sound solutions.Computers are an essential part of our internet-enabled lives today, but what does it mean to study computer science? Computer science, often referred to as CS, is a broad field encompassing the study of computer systems, computational thinking and theory, and the design of software programs that harness the power of this hardware to process data."
    },
    {
        "doc_id": "d4_q1",
        "query": "Computer Science",
        "website": "https://www.internationalstudent.com/study-computer-science/what-is-computer-science/",
        "content": "Register Now!"
    },
    {
        "doc_id": "d5_q1",
        "query": "Computer Science",
        "website": "https://www.topuniversities.com/courses/computer-science-information-systems/guide",
        "content": "Share viaShare this Page"
    },
    {
        "doc_id": "d6_q1",
        "query": "Computer Science",
        "website": "https://arxiv.org/archive/cs",
        "content": "\n      Please join the Simons Foundation and our\n      generous member organizations\n      in supporting arXiv during our giving campaign September 23-27. 100% of your contribution will fund\n      improvements and new initiatives to benefit arXiv's global scientific community.\n    [secure site, no need to create account]"
    },
    {
        "doc_id": "d7_q1",
        "query": "Computer Science",
        "website": "https://www.computerscience.org/",
        "content": "Connect with the rapidly growing and evolving fields of computer science and uncover how to reach your full potential.Code your future. Find a program that speaks your language."
    },
    {
        "doc_id": "d8_q1",
        "query": "Computer Science",
        "website": "https://www.seas.harvard.edu/computer-science",
        "content": "Read the latest updates on coronavirus from Harvard University. For SEAS specific-updates, please visit SEAS & FAS Division of Science: Coronavirus FAQsComputer Science at the Harvard School of Engineering studies both the fundamentals of computation and computation’s interaction with the world. Computer scientists develop new algorithms, invent new systems and theories that empower people and society, and advance the science of computing while working with engineers, scientists, social scientists, lawyers, artists, and others around the university and beyond."
    },
    {
        "doc_id": "d9_q1",
        "query": "Computer Science",
        "website": "https://engineering.buffalo.edu/computer-science-engineering.html",
        "content": "COVID-19 UPDATES  •  2/5/2021Dr. Qiao welcomes the CSE community back for a happy, healthy, and successful Spring 2021.  Click here to watch the video."
    },
    {
        "doc_id": "d10_q1",
        "query": "Computer Science",
        "website": "https://www.codecademy.com/learn/paths/computer-science",
        "content": "Master Python and learn the fundamentals of Computer Science, like data structures and algorithms. These skills are the key to writing more efficient code and acing technical interviews, but most bootcamps don’t teach them.To start this career Path, sign up for Codecademy Pro."
    },
    {
        "doc_id": "d11_q1",
        "query": "Computer Science",
        "website": "https://www.stevens.edu/schaefer-school-engineering-science/departments/computer-science",
        "content": "Computer Science sophomore Maor Mashiach’s website will make it easier for New Jerseyans to find sites for COVID-19 testing and vaccination.Stevens researchers discuss how use-at-home technologies are transforming the ways we interact with care"
    },
    {
        "doc_id": "d12_q1",
        "query": "Computer Science",
        "website": "https://github.com/ossu/computer-science",
        "content": "\n        \n🎓 Path to a free self-taught education in Computer Science!\n      \n        Use Git or checkout with SVN using the web URL.\n    "
    },
    {
        "doc_id": "d13_q1",
        "query": "Computer Science",
        "website": "https://engineering.virginia.edu/departments/computer-science",
        "content": "UVA Engineering computer science Ph.D. doctoral candidate and alumna tapped to present at the 2020 Rising Stars Workshop for women in computer science and electrical engineering.Josephine Lamp, a University of Virginia computer science Ph.D. student, is leading a research project that is creating a lifeline to better treatment for heart failure patients."
    },
    {
        "doc_id": "d14_q1",
        "query": "Computer Science",
        "website": "https://exploredegrees.stanford.edu/schoolofengineering/computerscience/",
        "content": "Courses offered by the Department of Computer Science are listed under the subject code CS on the Stanford Bulletin's ExploreCourses web site.The Department of Computer Science (CS) operates and supports computing facilities for departmental education, research, and administration needs. Current CS students have access to a departmental student machine for general use and computer labs located in the Gates Building. In addition, most students have access to systems located in their research areas."
    },
    {
        "doc_id": "d15_q1",
        "query": "Computer Science",
        "website": "https://cse.umn.edu/cs",
        "content": " CS&E has grown from a small group of visionary numerical analysts into a worldwide leader in computing education, research, and innovation. His talk is titled \"Learning Like a Human: How, Why, and When\"."
    },
    {
        "doc_id": "d16_q1",
        "query": "Computer Science",
        "website": "https://www.mccormick.northwestern.edu/computer-science/",
        "content": "By bringing the power of computer science to fields such as journalism, education, robotics, and art, Northwestern University computer scientists are exponentially accelerating research and innovation. Watch our video above or learn more at the link below.The nationwide award program recognizes undergraduate students who show outstanding research potential in computing.Read more"
    },
    {
        "doc_id": "d17_q1",
        "query": "Computer Science",
        "website": "https://www.soe.ucsc.edu/departments/computer-science-and-engineering",
        "content": "  "
    },
    {
        "doc_id": "d18_q1",
        "query": "Computer Science",
        "website": "https://www.iit.edu/computer-science",
        "content": "Computer Science programs at Illinois Tech have the advantage of a software engineering focus. That, along with thorough computer science theory, provide a basis for fundamental technology innovation and long–term career success.Beyond the fundamentals, Illinois Tech offers focused study in many areas of computer science with courses in modern concepts including data mining, information security, artificial intelligence, and distributed computing. Formal specializations in information security and in information and knowledge management systems are offered for bachelor’s studies."
    },
    {
        "doc_id": "d19_q1",
        "query": "Computer Science",
        "website": "https://www.csedweek.org/",
        "content": "Mark your calendars for the next CSEdWeek: December 6 - 12, 2021Computer Science Education Week (CSEdWeek) is an annual call to action to inspire K-12 students to learn computer science, advocate for equity in computer science education, and celebrate the contributions of students, teachers, and partners to the field. As part of the #CSforGood movement this year we’re proud to elevate"
    },
    {
        "doc_id": "d20_q1",
        "query": "Computer Science",
        "website": "https://engineering.tamu.edu/cse/index.html",
        "content": "Important Notice\n\t\t\t\t\t\t\t\t\t\t\t\t    Texas A&M Engineering COVID-19\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tup-to-date information \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t    \n\t\t\t\t\t"
    },
    {
        "doc_id": "d1_q2",
        "query": "IITs in India",
        "website": "https://en.wikipedia.org/wiki/Indian_Institutes_of_Technology",
        "content": "\n\nThe Indian Institutes of Technology (IITs) are the premier autonomous public technical and research universities located across India.[1] They are governed by the Institutes of Technology Act, 1961, which has declared them as Institutes of National Importance and lays down their powers, duties, and framework for governance.[2][3] The Institutes of Technology Act, 1961 lists twenty-three institutes.[4] Each IIT is autonomous, linked to the others through a common council (IIT Council), which oversees their administration. The Minister of Education is the ex officio Chairperson of the IIT Council.[5] As of 2020[update], the total number of seats for undergraduate programs in all IITs is 16,053.[6]\n"
    },
    {
        "doc_id": "d2_q2",
        "query": "IITs in India",
        "website": "https://www.collegedekho.com/articles/list-of-iit-colleges-in-india-admission-basis-jee-advanced/",
        "content": "ISC 12th Date Sheet 2021 will be announced by Council for the Indian School ..."
    },
    {
        "doc_id": "d3_q2",
        "query": "IITs in India",
        "website": "https://engineering.careers360.com/colleges/list-of-top-iit-colleges-in-india",
        "content": "Search Courses and IITS in India – Courses, Fees, Reviews, Location, Ownership. Filter by location, fees, exams, degree, branch etc.Regular exam updates, QnA, Predictors, College Applications & E-books now on your Mobile"
    },
    {
        "doc_id": "d4_q2",
        "query": "IITs in India",
        "website": "https://www.aicte-india.org/education/institutions/IITs",
        "content": "The Indian Institutes of Technology (IITs) are a group of fifteen autonomous prestigious engineering and technology-oriented institutes of higher education established and declared as Institutes of National Importance by the Parliament of India. The IITs were created to train scientists and engineers, with the aim of developing a skilled workforce to support the economic and social development of India after independence in 1947.In order of establishment, they are located in Kharagpur (1950; as IIT 1951), Mumbai (1958), Chennai (1959), Kanpur (1959), Delhi (1961; as IIT 1963), Guwahati (1994), Roorkee (1847; as IIT 2001), Bhubaneswar (2008), Gandhinagar (2008), Hyderabad (2008), Patna (2008), Punjab (2008), Rajasthan (2008), Indore (2009) and Mandi (2009). Some IITs were established with financial assistance and technical expertise from UNESCO, Germany, the United States,Japan and Soviet Union. Each IIT is an autonomous university, linked to the others through a common IIT Council, which oversees their administration."
    },
    {
        "doc_id": "d5_q2",
        "query": "IITs in India",
        "website": "https://home.iitd.ac.in/",
        "content": "Deepak KumarDepartment of PhysicsLatest Issue: November 2020"
    },
    {
        "doc_id": "d6_q2",
        "query": "IITs in India",
        "website": "https://byjus.com/jee/top-iits-in-india/",
        "content": "Top IITs in India – The Ministry of Human Resource Development, MHRD has now announced NIRF (National Institutional Ranking Framework) Ranking for top Engineering colleges in the country. IIT Madras has won the first position. IIT Delhi and IIT Bombay are in second and third positions, respectively. These three institutes have been securing the same ranks for the last three years. This article covers a list of the top IITs in India. NIRF was launched in 2015 for the purpose of ranking higher learning institutes in India. From 2016, NIRF ranked universities and colleges in 4 categories. In 2019, the number of categories was increased to 8 and an overall ranking was also published. IIT Madras has been at the top in the overall category since 2016. Here is a list of IITs along with NIRF ranking and score, which helps the candidates to select the best college after clearing their JEE 2021 exam."
    },
    {
        "doc_id": "d7_q2",
        "query": "IITs in India",
        "website": "http://www.studyguideindia.com/Colleges/IIT/",
        "content": "You may not get the full functionality of this website because JavaScript is either disabled or not supported by your browser. Please check your browser settings and enable javascript.Getting into Indian Institute of technology (IIT) is the dream of every engineer in India. The IIT were formed to train scientists and engineer. All the courses provided by Indian Institute of Technology (IIT) are governed by All-India Council of technical Education (AICTE) which was established in the year 1945. Indian institute of technology are the best institute to study technology and science. The first IIT was recognized in kharagpur in the year 1951 and IIT Rookee was the first engineering college in India. "
    },
    {
        "doc_id": "d8_q2",
        "query": "IITs in India",
        "website": "https://www.iitsystem.ac.in/?q=history/view",
        "content": "Dr. Humayun Kabir played an important role in establishing IITs. He encouraged Dr B. C. Roy, the Chief Minister of West Bengal to work on Sir Ardeshir's proposal for a IIT. In 1945, Dr Kabir along with Sir Jogendra Singh of the Viceroy's Executive Council (Department of Education, Health and Agriculture) set up a 22 member committee to prepare a proposal, and made Sir Nalini Ranjan Sarkar the chairman. The Sarkar Committee recommended in 1945 that at least four Higher Technical Institutes on the lines of famous Massachusetts Institute of Technology, U.S.A. be established in the Eastern, Western, Northern and Southern regions of the country.Post Independence, it was  Pandit Jawaharlal Nehru  who pioneered establishing of the Indian Institutes of Technology to provide trained technical personnel of international class to the nation who would act as leaders in technology for the newly born independent India. Nehru, being an enthusiast and patron of science, was clear that science and technology had a prominent role to play in modernizing India and meeting the needs of its growing population. He envisioned that the IIT system would over time provide scientists and technologists of the highest caliber who would engage in research, design and development to help building the nation towards self-reliance in her technological needs."
    },
    {
        "doc_id": "d9_q2",
        "query": "IITs in India",
        "website": "https://raoiit.com/about-iit.php",
        "content": "The Indian Institutes of Technology (popularly known as the IITs) are institutions of national importance established through an Act of Parliament\n                        for fostering excellence in education. There are fifteen IITs at present, located in Bhubaneswar, Bombay (Mumbai), Delhi, Gandhinagar, Guwahati, \n                        Hyderabad, Indore, Kanpur, Kharagpur, Madras (Chennai), Mandi, Patna, Ropar, Jodhpur and Roorkee. Over the years IITs have created world class \n                        educational platforms dynamically sustained through internationally recognized research based on excellent infrastructural facilities. The faculty \n                        and alumni of IITs continue making a huge impact in all sectors of society, both in India and abroad. Banaras Hindu University (IT-BHU, now known as\n                        IIT-BHU since 2012), Varanasi and Indian School of Mines (ISM), Dhanbad, are amongst the oldest institutions in India and are known for their \n                        immense contributions towards society at large and for science and technology in particular.\n                     The primary objectives behind such institutions are to: "
    },
    {
        "doc_id": "d10_q2",
        "query": "IITs in India",
        "website": "https://www.getmyuni.com/college/articles/all-iits-in-india",
        "content": "Advanced SearchPlease complete the steps to help our experts guide you get right career."
    },
    {
        "doc_id": "d11_q2",
        "query": "IITs in India",
        "website": "https://www.collegesearch.in/exam/jee-advanced/article/top-10-iits-in-india-2020-29-174",
        "content": "After 12th\n                        Post Graduation\n                        "
    },
    {
        "doc_id": "d12_q2",
        "query": "IITs in India",
        "website": "https://www.iitb.ac.in/",
        "content": "Supporting Students with IT Hardware for Online Learning at IIT Bombay"
    },
    {
        "doc_id": "d13_q2",
        "query": "IITs in India",
        "website": "http://www.academics-india.com/iit.htm",
        "content": "\n    \n    \n\t\tT \n\t\tRamaswamy Committee Report on Alternate Admission System for engineering \n\t\tprogramme."
    },
    {
        "doc_id": "d14_q2",
        "query": "IITs in India",
        "website": "https://www.encyclopedia.com/international/encyclopedias-almanacs-transcripts-and-maps/indian-institutes-technology-iits",
        "content": "INDIAN INSTITUTES OF TECHNOLOGY (IITs) In 1945 the government of India, on the initiative of Sir Ardeshir Dalal, appointed a twenty-two-member committee of industrialists, scientists, and educators, under the chairmanship of N. R. Sarkar, to consider the development of higher technical institutions in India, with the goal of ensuring an adequate supply of technical personnel for India's industrial development. The committee recommended the establishment of at least four \"higher technical institutions\"—one each in the north, south, east, and west—with the first to be located near Calcutta (Kolkata) and another near Bombay (Mumbai). These institutions were possibly to be modeled after the Massachusetts Institute of Technology (MIT)."
    },
    {
        "doc_id": "d15_q2",
        "query": "IITs in India",
        "website": "https://www.edufever.com/list-of-iit-in-india/",
        "content": "Which college will you opt for higher studies, an IIT or a top Ranked Private Engineering College? Obviously, 10 out of 10 people will choose IIT’s over anything. Recently I was reading about Top 100 Best Engineering Institution in India and with no surprise, I Found 8 out of 10 colleges in Top 10 were“Indian Institute of Technology“. Read the article to know about the list of IIT Colleges in India.Every year Lakhs of aspirants apply for JEE Advanced and Advance to get selected into these prestigious Colleges of National Importance. A candidate wishes to take admission in various courses offered by these IITs are needs to clear JEE Mains and JEE Advanced Entrance Examination. This article will get you in with List of IIT Colleges in INDIA with NIRF Ranking."
    },
    {
        "doc_id": "d16_q2",
        "query": "IITs in India",
        "website": "https://www.iitm.ac.in/",
        "content": "AnnouncementsCHENNAI: Conservancy workers brushing city streets with brooms amid a storm…\n                        "
    },
    {
        "doc_id": "d17_q2",
        "query": "IITs in India",
        "website": "https://www.mapsofindia.com/my-india/education/list-of-indian-institute-of-technology-colleges-in-india",
        "content": "Lost your password?\n"
    },
    {
        "doc_id": "d18_q2",
        "query": "IITs in India",
        "website": "https://www.cometoindia.com/study-in-india/what-makes-indian-iits-so-special?",
        "content": "Indian Institutes of Technology (IITs) are one of the most world-renowned education avenues in the country. But do you know why? In this post, we will reveal the secret.Widely regarded as the most prestigious engineering institutes in the country, the popularity of these iconic institutes is not only limited to India but overseas too. These autonomous public institutions come under the purview of the Ministry of Human Resource Development and are considered as the best Institutions in the country for engineering education and research in terms of education quality and standards."
    },
    {
        "doc_id": "d19_q2",
        "query": "IITs in India",
        "website": "https://www.insidehighered.com/blogs/world-view/who-gets-india%E2%80%99s-iits",
        "content": "A blog from the Center for International Higher Education.Expansion access to higher education by increasing the number of institutions and number of seats alone cannot ensure the participation of students from the periphery of society."
    },
    {
        "doc_id": "d20_q2",
        "query": "IITs in India",
        "website": "https://www.embibe.com/exams/iit-rankings/",
        "content": "IIT Rankings 2020: The Indian Institutes of Technology (IITs) are the most prestigious and top engineering institutes in the country. The first IIT was set up in Kharagpur in 1951, soon followed by IIT Bombay, IIT Madras, IIT Kanpur and IIT Delhi. As of 2020, there are 23 IITs in India and the total number of seats for UG Programmes in these 23 IITs is 13376. In this article, you will get to know about the IIT rankings which will be helpful in choosing the best IITs in the country from where you can pursue your education.Every IIT is linked to the other through IIT Council, which oversees their administration. Every year, the Ministry of Human Resource Development (MHRD) releases the latest IIT rankings through the National Institutional Ranking Framework (NIRF). Here, we bring you the list of best IIT colleges in India with their official NIRF IIT rankings 2020."
    },
    {
        "doc_id": "d1_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.citypopulation.de/en/india/chhattisgarh/",
        "content": "The population of the districts in the State of Chhattisgarh by census years.The population of all cities and towns in the State of Chhattisgarh by census years."
    },
    {
        "doc_id": "d2_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://en.wikipedia.org/wiki/Category:Cities_and_towns_in_Chhattisgarh",
        "content": "This category has the following 29 subcategories, out of 29 total.\nThe following 6 pages are in this category, out of  6 total. This list may not reflect recent changes (learn more).\n"
    },
    {
        "doc_id": "d3_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.worldlistmania.com/list-largest-cities-chhattisgarh/",
        "content": "Chhattisgarh is the state in India, located in the central part of the country, is formed in November 2000, the 10th extensive with an area of 135,190 km2 and 16th most populous with a population of 25.5 million at the density of 190 inhabitants per km2. Raipur is the largest and capital city of Chhattisgarh state covered an area of 116 km2 with a population of 1.12 million (estimate of 2011) at a density of 9,683 inhabitants per km2, located in the Raipur District.Population Census India"
    },
    {
        "doc_id": "d4_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://chhattisgarh.pscnotes.com/chhatttisgarh-geography/chattishgarh-major-cities-and-tourist-places/",
        "content": "  CGPCS Exam Preparation  CGPCS Prelims and Mains Notes, CGPCS Test Series"
    },
    {
        "doc_id": "d5_q3",
        "query": "Cities of Chattisgarh",
        "website": "http://www.famousplacesinindia.in/Chhattisgarh/Famous-Cities-in-Chhattisgarh.aspx",
        "content": "Raipur is a city in the Raipur district of the Indian state of Chhattisgarh. It is the capital city of the state of Chhattisgarh and is the administrative headquarters of Raipur district. It is also the largest city in Chhattisgarh. It was formerly a part of Madhya Pradesh before the state of Chhattisgarh was formed on 1 November 2000.Kawardha is a city and a municipality in Kabirdham district in the Indian state of Chhattisgarh. Kawardha is also known for the Temple of Bhoramdeo."
    },
    {
        "doc_id": "d6_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.indianholiday.com/chhattisgarh/cities/",
        "content": "Asia & Rest of the worldFor Inbound Tours:\n                        (Foreign nationals including NRI visiting India)"
    },
    {
        "doc_id": "d7_q3",
        "query": "Cities of Chattisgarh",
        "website": "http://explore-chhattisgarh.blogspot.com/2010/01/cities-of-chhattisgarh.html",
        "content": "\n\n\nChhattisgarh Tourism website. Explore c.g. district maps, monuments archeology excavation inscriptions, temple mandir, folk dance music, tribes, waterfalls, lifestyle, wildlife sanctuary,                       \nnational park, history, metal art, industries, railway train, airport aviation, highway roads, cities towns villages, rivers nadi, dams, nature using Photos, Videos and Maps.\n"
    },
    {
        "doc_id": "d8_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.travelmath.com/cities-in/Chhattisgarh",
        "content": "This is a list of the 15 biggest cities in Chhattisgarh. Scroll down the page to see a longer list of smaller cities.  Larger cities are listed first\nso you can find a major airport if you're booking a flight.The largest cities in Chhattisgarh are shown\nat the top of the page.  We currently have data on 58 cities in Chhattisgarh.\nHere is a list of some of the smaller towns."
    },
    {
        "doc_id": "d9_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.britannica.com/place/Chhattisgarh",
        "content": "Our editors will review what you’ve submitted and determine whether to revise the article.Chhattisgarh,  state of east-central India. It is bounded by the Indian states of Uttar Pradesh and Jharkhand to the north and northeast, Odisha (Orissa) to the east, Telangana (formerly part of Andhra Pradesh) to the south, and Maharashtra and Madhya Pradesh to the west. Its capital is Raipur. Area 52,199 square miles (135,194 square km). Pop. (2011) 25,540,196."
    },
    {
        "doc_id": "d10_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.britannica.com/place/Raipur",
        "content": "Our editors will review what you’ve submitted and determine whether to revise the article.Raipur,  city, capital of Chhattisgarh state, east-central India. It is situated in the central Chhattisgarh Plain and is bordered to the east by the Mahanadi River."
    },
    {
        "doc_id": "d11_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://raipur.gov.in/",
        "content": "e-EPIC"
    },
    {
        "doc_id": "d12_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.flipkart.com/cities-towns-chhattisgarh/p/itm611854f34b1fe",
        "content": "Flipkart Internet Private Limited,  Buildings Alyssa, Begonia & "
    },
    {
        "doc_id": "d13_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.iqair.com/us/india/chhattisgarh",
        "content": "stateLAST UPDATE   (local time) "
    },
    {
        "doc_id": "d14_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.wikizero.com/en/List_of_cities_in_Chhattisgarh_by_population",
        "content": "\n        \n            \n        \n    \n            \n                \n            \n            \n                \n            \n        "
    },
    {
        "doc_id": "d15_q3",
        "query": "Cities of Chattisgarh",
        "website": "http://tcp.cg.gov.in/index-Eng.html",
        "content": "\n    \n    \n    \n      ONLINE LANDUSE "
    },
    {
        "doc_id": "d16_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.nationsonline.org/oneworld/map/google_map_Chhattisgarh.htm",
        "content": "φ Latitude, λ Longitude (of Map center; move the map to see coordinates): ,  "
    },
    {
        "doc_id": "d17_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://surajpur.nic.in/how-to-reach/",
        "content": "Surajpur is one of the major cities in Chhattisgarh so transportation is not an issue here. It is Linked with Both Road and Railways. National Highway 43 Cross to link KATNI towards North and GUMLA & RACHI towards east. Surajpur is directly linked to Varanasi Via Bhaiyathan → Prattapur → Renukoot → Robertzganj and towards Bilaspur → Raipur → Bhilai → Nagpur via Devipur and Krishnapur (kalua).Surajpur is well connected to Raipur, Bilaspur, Raigarh, Katni, Nagpur, Allahabad, Varanasi, Rachi, Kolkata, Bhuwneshwar, Cuttak. so you can travel easily by roads also. The city is connected with National Highway 43."
    },
    {
        "doc_id": "d18_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.indiatvnews.com/pincode/chattisgarh/",
        "content": "India has 29 states with at least 720 districts comprising of approximately 6 lakh villages, and over 8200 cities and towns. Indian postal department has allotted a unique postal code of pin code to each district/village/town/city to ensure quick delivery of postal services.A Postal Index Number or PIN or PIN code is a code in the post office numbering or post code system used by India Post, the Indian postal administration. The code is six digits long. You can find out the pin code of state Chattisgarh right here. "
    },
    {
        "doc_id": "d19_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://roadnow.in/e/city-in-Chhattisgarh",
        "content": "know it aheadCopyright © 2021 Roadnow LLC. All Rights Reserved. "
    },
    {
        "doc_id": "d20_q3",
        "query": "Cities of Chattisgarh",
        "website": "https://www.downtoearth.org.in/blog/new-raipur-and-new-chhattisgarh-in-old-india-48622",
        "content": "  Growth in the state and its capital city has reinforced and further accentuated an unequal order and concentration of wealth"
    }
]